Repository: ngaidien/fd-dictionaries
Catalog: website/locale/*/LC_MESSAGES/freedict.po
Languages: bg_bg, bs_ba, de_de, pt_br

source: Asturian
bs_ba: Asturijanski
de_de: Asturisch

source: Belarusian
bs_ba: Bjeloruski
de_de: Weißrussisch
pt_br: bielorusso

source: Breton
bs_ba: Bretonski
de_de: Bretonisch
pt_br: bretão

source: Bosnian
bs_ba: Bosanski
de_de: Bosnisch
pt_br: bósnio

source: Catalan
bs_ba: Katalonski
de_de: Katalanisch
pt_br: catalão

source: Czech
bg_bg: Чешки
bs_ba: Češki
de_de: Tschechisch
pt_br: checo

source: Welsh
bg_bg: Велски
bs_ba: Velški
de_de: Walisisch
pt_br: galês

source: Bulgarian
bg_bg: Унгарски
bs_ba: Bugarski
de_de: Bulgarisch
pt_br: búlgaro

source: Danish
bg_bg: Датски
bs_ba: Danski
de_de: Dänisch
pt_br: dinamarquês

source: Dutch
bg_bg: Холандски
bs_ba: Nizozemski
de_de: Niederländisch
pt_br: holandês

source: Modern Greek
bs_ba: Moderni Grčki
de_de: Modernes Griechisch
pt_br: grego moderno

source: French
bg_bg: Френски
de_de: Französisch
pt_br: francês

source: Scottish Gaelic
bs_ba: Škotski galski
de_de: Schottisch-gälisch
pt_br: gaélico escocês

source: Irish
bg_bg: Ирландски
bs_ba: Irski
de_de: Irisch
pt_br: irlandês

source: German
bg_bg: Немски
bs_ba: Njemački
de_de: Deutsch
pt_br: alemão

source: Croatian
bg_bg: Хърватски
bs_ba: Hrvatski
de_de: Kroatisch
pt_br: croata

source: Hungarian
bg_bg: Унгарски
bs_ba: Mađarski
de_de: Ungarisch
pt_br: húngaro

source: Icelandic
bs_ba: Islandski
de_de: Isländisch
pt_br: islandês

source: Italian
bg_bg: Италиански
bs_ba: Taljanski
de_de: Italienisch
pt_br: italiano

source: Kurdish
bg_bg: Кюрдски
bs_ba: Kurdski
de_de: Kurdisch
pt_br: curdo

source: Latin
bg_bg: Латински
bs_ba: Latinski
de_de: Lateinisch
pt_br: latim

source: Lithuanian
bs_ba: Litvanski
de_de: Litauisch
pt_br: lituano

source: Macedonian
bs_ba: Makedonski
de_de: Mazedonisch
pt_br: macedônio

source: Norwegian Nynorsk
bs_ba: Norveški Nynorsk
de_de: Neunorwegisch
pt_br: nynorsk norueguês

source: Norwegian Bokmål
de_de: Norwegisch Bokmål
pt_br: bokmål norueguês

source: Japanese
bg_bg: Японски
bs_ba: Japanski
de_de: Japanisch
pt_br: japonês

source: Occitan
bs_ba: Oksitanski
de_de: Okzitanisch
pt_br: occitano

source: Polish
bs_ba: Poljski
de_de: Polnisch
pt_br: polonês

source: Portuguese
bg_bg: Португалски
bs_ba: Portugalski
de_de: Portugiesisch
pt_br: português

source: Romanian
bg_bg: Румънски
bs_ba: Rumunski
de_de: Rumänisch
pt_br: romeno

source: Russian
bg_bg: Руски
bs_ba: Ruski
de_de: Russisch
pt_br: russo

source: Gaelic Scottish
bg_bg: Галски Шотландски
bs_ba: Galski Škotski
de_de: Gälisch/Schottisch
pt_br: escocês gaélico

source: Slovak
bg_bg: Словашки
bs_ba: Slovački
de_de: Slovakisch
pt_br: Eslovaco

source: Spanish
bg_bg: Испански
bs_ba: Španjolski
de_de: Spanisch
pt_br: espanhol

source: Serbo-Croatian
bg_bg: Сърбо-Хърватски
bs_ba: Srpsko-Hrvatski
de_de: Serbokroatisch
pt_br: servo-croata

source: Swahili
bg_bg: Суахили
bs_ba: Svahili
de_de: Suaheli

source: Swedish
bg_bg: Шведски
bs_ba: Švedski
de_de: Schwedisch
pt_br: suaíli

source: Turkish
bg_bg: Турски
bs_ba: Turski
de_de: Türkisch
pt_br: turco

source: Ukrainian
bs_ba: Ukrajinski
de_de: Ukrainisch
pt_br: ucraniano

source: List of table cells with differing background colours representing examplary dictionary states
bg_bg: Списък на клетките от таблицата с различен цвят представляващи примерни състояния на речника
bs_ba: Lista čelija sa različitim bojama u pozadini predstavljaju primjere stanja rječnika
de_de: Liste der Tabellenzellen mit abweichenden Hintergrundfarben, die beispielhafte Entwicklungsstadien repräsentieren
pt_br: Lista de células de tabelas com cores de fundo diferentes representando estados de dicionários exemplares

source: Color Legend
bg_bg: Легенда на цветовете
bs_ba: Boja Legende
de_de: Farblegende
pt_br: Legenda de cores

source: Dictionary Status was marked as 'stable'
bg_bg: Състоянието на речника бе маркирано като 'стабилно'
bs_ba: Statut rječnika je obilježen kao 'stabilan'
de_de: Wörterbuchstatus wurde als 'stabil' markiert
pt_br: Status do dicionário marcado como 'estável'

source: Dictionary Status was marked as 'big enough to be useful' (from 10000 entries on)
bg_bg: Състоянието на речника бе маркирано като 'достатъчно голямо за да се ползва' (от 10000 единици нагоре)
bs_ba: Statut rječnika je obilježen kao 'dovoljno velik da bi bio koristan' (od 10000 pa nadalje)
de_de: Wörterbuchzustand wurde als 'Groß genug, um brauchbar zu sein' (enthält mehr als 10000 Einträge) markiert
pt_br: Status do dicionário foi marcado como 'big enough to be useful' (grande o suficiente para ser útil) (a partir de 10000 entradas)

source: Dictionary Status was marked as 'too small' (less than 1000 entries)
bg_bg: Състоянието на речника бе маркирано като 'твърде малко' (по-малко от 1000 единици)
bs_ba: Statut rječnika je obilježen kao 'premal' (manje od 10000 unosa)
de_de: Wörterbuchzustand wurde als 'zu klein' (weniger als 1000 Einträge) markiert
pt_br: Status do dicionário foi marcado como 'too small' (muito pequeno) (menos que 1000 entradas)

source: Dictionary Status was marked as 'low quality'
bg_bg: Състоянието на речника бе маркирано като 'ниско качество'
bs_ba: Statut Rječnika je obilježen kao 'loš kvalitet'
de_de: Wörterbuchzustand wurde als 'niedrige Qualität' markiert
pt_br: Status do dicionário foi marcado como 'low quality' (baixa qualidade)

source: Dictionary Status was not given or is 'unknown'
bg_bg: Състоянието на речника не бе зададено или е 'неизвестно'
bs_ba: Statut rječnika nije obilježen ili je 'nepoznat'
de_de: Wörterbuchzustand wurde nicht angegeben oder steht auf 'unbekannt'
pt_br: Status do dicionário não foi dito ou é 'unknown' (desconhecido)

source: The numbers for the platform downloads represent the download sizes in Megabytes.
bg_bg: Цифрите за свалянията на платформата изобразяват размера в мегабайти.
bs_ba: Brojevi za preuzimanja sa platforme pokazuje veličine preuzimanja u Megabajtima.
de_de: Die Zahlen in den Downloadverweisen geben die Größe der Downloads in Megabytes an
pt_br: Os números para os downloads de plataforma representam os tamanhos de download em Megabytes.

source: A small 'u' instead of a download link means that the respective dictionary is not supported on that platform.
bg_bg: Малко 'u' вместо линк за сваляне означава че съответния речник не се поддържа под съответната платформа.
bs_ba: Mali 'u' umjesto linka preuzimanja znaći da dotični Rječnik nije podnešen na toj platformi.
de_de: Ein kleines 'u' anstelle eines Download-Verweises bedeutet, daß das entsprechende Wörterbuch auf dieser Plattform nicht unterstützt wird.
pt_br: Um pequeno 'u' no lugar do link de download significa que o dicionário respectivo não é suportado nesta plataforma.

source: This is currently always due to characters of the dictionary not being encodable or displayable for/on the platform.
bg_bg: Това се случва поради знаци в речника които не могад да бъдат кодирани или изобразени под съответната платформа.
bs_ba: To je trenutno uvijek zato što neke simbole u Rječniku nije moguće šifrirati ili pokazati za/na platformi.
de_de: Das liegt derzeit stets daran, daß die Zeichen des Wörterbuchs auf dieser Plattform nicht kodier- oder darstellbar sind.
pt_br: Atualmente isto é sempre devido a caracteres do dicionário que não estão codificados ou não são exibíveis na plataforma.

source: Adobe's
bs_ba: Adobe-ovo
pt_br: do Adobe

source: Version
bg_bg: версия
bs_ba: Verzija
pt_br: Versão

source: History
pt_br: História

source: Afrikaans
bg_bg: Африканс
bs_ba: Afrikaanski
pt_br: africâner

source: Sanskrit
bg_bg: Санскрит
bs_ba: Sanskritski
pt_br: sânscrito

source: dictd
bs_ba: dicttd

source: Sorani
bg_bg: Сорани
bs_ba: Soranijski

source: Hindi
bg_bg: Индийски (хинду)
bs_ba: Hindski

source: Khasi
bg_bg: Каси
bs_ba: Kasijski

source: FreeDict-Editor
bg_bg: Едитор за FreeDict

source: Mobipocket
bg_bg: Мобипокет

source: Status
bg_bg: Статус

source: Kurmanji
bg_bg: Курманджи
