Repository: ngaidien/fd-dictionaries
Catalog: website/locale/*/LC_MESSAGES/freedict.po
Languages: bg_bg, bs_ba, de_de, pt_br

source: Data Flow
bg_bg: Поток данни
bs_ba: Protok Podataka
de_de: Datenfluß
pt_br: Fluxo de dados

source: possibly plugin needed, eg.
bs_ba: Možda potreban plug-in, na primjer
de_de: möglicherweise wird ein Plugin gebraucht, z.B.
pt_br: possivelmente precisa de um plugin, eg.

source: Database as XML
bg_bg: База данни като XML
bs_ba: XML Baza podataka
de_de: Datenbank als XML
pt_br: Banco de dados como XML

source: The Download Tables are generated from an XML file. To access that data easily, eg. for use in a program as <a href="http://stardict.sf.net/" target="_top">Stardict</a>, you can use this URL:
bg_bg: Таблиците за сваляне са генерирани от XML файл. За да имате лесен достъп до информацията, напр. за да ги ползвате в програми като <a href="http://stardict.sf.net/" target="_top">Stardict</a>,ползвайте този линк:
bs_ba: Table preuzimanja su izazvane od XML fajla. Za jednostavan pristup tim podacima, na primjer za korištenje u programu kao <a href="http://stardict.sf.net/" target="_top">Stardict</a>, možete koristiti ovaj URL:
de_de: Die Download-Tabellen werden aus einer XML-Datei generiert. Um aus Programmen heraus leicht auf diese Daten zugreifen zu können, z.B. durch das Programm <a href="http://stardict.sf.net/">Stardict</a>, kann folgende URL erwendet werden:
pt_br: As tabelas de download são geradas a partir de um arquivo XML. Para acessar estes dados facilmente, eg. para usar com um programa como o <a href="http://stardict.sf.net/" target="_top">Stardict</a>, você pode usar esta URL:

source: Debian Packages
bg_bg: Пакети за Debian
bs_ba: Debian Paketi
de_de: Debian-Pakete
pt_br: Pacotes Debian

source: The %1$sDebian%2$s Linux Distribution has its own system of download mirrors. Since as administrator you are not so much concerned to download the packages, but rather to select the packages you want to install, only the following command is what you have to remember:
bg_bg: Дистрибуцията %1$sDebian%2$s Linux има собствена система на огледала за сваляне. Като администратор не ви интересува толкова свалянето на пакета, а по-скоро избора на съответния пакет, който ще инсталирате. За това е необходимо да запомните следната команда:
bs_ba: Distribucija Linux %1$sDebian%2$s ima svoj zaseban sistem ogledala preuzimanja. Kao administrator niste previše opterećeni sa preuzimanjem paketa, ali sa selekcijom paketa koje želite instalirati, samo sljedeće instrukcije trebate zapamtiti:
de_de: Die Linuxdistribution %1$sDebian%2$s hat ihr eigenes Spiegelsystem zum Herunterladen von Paketen. Als Administrator hat man weniger mit dem Herunterladen und Installieren von Paketen zu tun, als mit der Auswahl zu installierender Pakete. Deshalb muß man sich nur folgendes Kommando merken:
pt_br: A Distribuição Linux %1$sDebian%2$s tem seu proprio sistema de baixar espelhos. Como administrador, você não vai ficar muito preocupado em baixar pacotes, mas sim em selecionar os pacotes que você quer para instalar. Você só precisa lembrar do seguinte comando:

source: Here %1$s and %2$s are the 3-letter language codes from ISO 639-2 of the languages of the dictionary you require. Of course, that language combination has to be available in FreeDict.
bg_bg: Тук %1$s и %2$s е трибуквеният код от ISO 639-2 за съответния език. Разбира се, съответната комбинация езици трябва да съществува.
bs_ba: %1$s i %2$s su jezički kodovi koji se sastaju od tri slova sa ISO 639-2 jezika koje trebate. Naravno, ta kombinacija treba da bude dostupna na FreeDict-u.
de_de: Hierbei stehen %1$s und %2$s für die 3-Buchstaben-Sprachcodes aus ISO 639-2 der Sprachen des zu verwendenden Wörterbuchs. Natürlich muß die Sprachkombination auch in FreeDict vorhanden sein.
pt_br: Aqui %1$s e %2$s são códigos de idioma de 3-letter da ISO 639-2 do idioma do dicionário que você precisa. Evidentemente, esta combianção de idiomas deve estar disponível no FreeDict.

source: You can find out what FreeDict packages are available in Debian by visiting
bg_bg: Може да разберете кои пакети на FreeDict са на разположение в Debian като посетите
bs_ba: Možete naći FreeDict pakete u Debian-u ako posjetite
de_de: Sie können unter folgender Adresse herausfinden, welche FreeDict-Pakete in Debian zur Verfügung stehen:
pt_br: Você pode ver quais pacotes do FreeDict estão disponíveis no Debian visitando

source: The %1$sFreeDict pages in the Debian Bug Tracking System%2$s might also be of interest.
bg_bg: Страниците %1$sFreeDict в системата за следене на бъгове на Debian%2$s може също да са интересни.
bs_ba: %1$sFreeDict stranice u Debian Bug Tracking System%2$s takođe mogu biti od interesa.
de_de: Die %1$sFreeDict-Seiten im Debian-Fehlerverfolgungssystem%2$s dürften auch hilfreich sein.
pt_br: As páginas %1$sFreeDict no Sistema de Rastreio de Bugs do Debian%2$s também podem te interessar.

source: This page might as well be of interest: %1$sDebian FreeDict Packages team%2$s.
bg_bg: Този сайт също може да ви заинтригува %1$sDebian FreeDict Packages team%2$s.
bs_ba: Ova stranica takođe može biti od interesa: %1$sDebian FreeDict Packages team%2$s.
de_de: Diese Seite könnte auch interessant sein: %1$sDebian FreeDict Packages team%2$s.
pt_br: Esta página também pode ser interessante: %1$sDebian FreeDict Packages team%2$s.

source: FreeDict-Editor is unmaintained!
de_de: FreeDict-Editor wird nicht gepflegt!
pt_br: FreeDict-Editor não está sendo mantido!

source: The %sdocumentation%s coming with this application includes the list of features in the %sintroduction%s.
bg_bg: %sдокументацията%s която е приложена към апликацията съдържа списък от опций във %sвъведението%s.
bs_ba: %sDokumentacija%s koja ide uz ovu aplikaciju ukljućuje listu karakeristika u %suvodu%s.
de_de: Die %sDokumentation%s enthält eine Liste der Leistungen in der %sEinführung%s (auf Englisch).
pt_br: A %sdocumentação%s que vem com esta aplicação inclui a lista de funcionalidades na %sintrodução%s.

source: No release of the FreeDict-Editor has been made yet. You can checkout the <tt>freedict-editor</tt> directory from %sgit%s and try compiling it yourself:
de_de: Der FreeDict-Editor wurde noch nicht veröffentlicht. Sie können jedoch das Verzeichnis <tt>freedict-editor</tt> aus %sgit%s auschecken und versuchen ihn selbst zu kompilieren:
pt_br: O FreeDict-Editor ainda não tem nenhuma versão lançada. Você pode obter o diretório do <tt>freedict-editor</tt> do %sgit%s e tentar compilar ele você mesmo:

source: For the %srequirements%s, please also refer to the documentation.
bg_bg: за всички %sпредпоставки%s, моля прочетете документацията.
bs_ba: Za %soslove%s, molimo takođe pregledajte dokumentaciju.
de_de: Die %sAnforderungen%s entnehmen sie bitte auch der Dokumentation.
pt_br: Para os %srequisitos%s, favor também consulte a documentação.

source: If you use %sDebian%s unstable, you can add this to your %s:
de_de: Wenn sie %sDebian%s unstable verwenden, können sie dies zu ihrer %s-Datei hinzufügen:
pt_br: Se você usa o %sDebian%s unstable (instável), você pode adicionar isto ao seu %s:

source: DICT servers
bg_bg: DICT сървери
bs_ba: DICT serveri
de_de: DICT-Server
pt_br: servidores DICT

source: on Windows/Linux
bg_bg: под Windows/Linux
bs_ba: na Windows/Linux
de_de: unter Windows/Linux
pt_br: em Windows/Linux

source: on WinCE/Palm
bg_bg: на WinCE/Palm
bs_ba: na WinCE/Palm
de_de: unter WinCE/PalmOS
pt_br: em WinCE/Palm

source: on Zaurus/Qt
bg_bg: под Zaurus/Qt
bs_ba: Na Zaurus/Qt
de_de: auf Zaurus/unter Qt
pt_br: em Zaurus/Qt

source: Download / Matrix View
bg_bg: Сваляне / матричен преглед
de_de: Download / Matrixansicht
pt_br: Visão Baixar / Matriz

source: All downloads are for platform %s.
bs_ba: Sva preuzimanja su za platforme %s.
de_de: Alle Downloads sind für Plattform %s.
pt_br: Todos os download são para a plataforma %s.

source: Another application understanding this file format is %1sWordtrans%2s, a KDE application.
bg_bg: Друга апликация, която може да чете този фромат е %1sWordtrans%2s от КДЕ.
bs_ba: Druga aplikacija koja preuzima taj format fajla je %1sWordtrans%2s, aplikacija KDE-a
de_de: Eine weitere Anwendung, die dieses Dateiformat versteht ist %1sWordtrans%2s, eine KDE-Anwendung.
pt_br: Outra aplicação que entende este formato de arquivo é %1sWordtrans%2s, uma aplicação KDE.

source: BEDic has two frontends: ZBEDic, which runs on the Zaurus Linux PDA from Sharp, and QBEDic, which runs on Linux/Qt. BEDic is similar to stardict as it doesn't use a client/server approach like
bg_bg: BEDic има два фронт енда: ZBEDic, който върви под Zaurus Linux PDA from Sharp, and QBEDic, който върви под Linux/Qt. BEDic е подобен на stardict тъй като не ползва клиент/сървер технология
bs_ba: BEDic ima dva frontend-a: ZBEDic, koji radi na Zaurus-u Linux PDA od Sharp-a, i QBEDic, koji rade na Linux/Qt. BeDic je sličan stardict-u po tome što ne koristi klijent/server pristup
de_de: BEDic hat zwei grafische Benutzerinterfaces: ZBEDic - welches auf dem Zaurus-PDA von Sharp läuft, und QBEDic - welches unter GNU/Linux/Qt läuft. BEDic ist ähnlich stardict, denn es verwendet keinen Client-Server-Ansatz wie

source: Select your language combination!
bg_bg: Изберете вашата комбинация от езици!
bs_ba: Izaberite vašu kombinaciju jezika!
de_de: Wählen sie ihre Sprachkombination!
pt_br: Selecione sua combinação de idiomas!

source: Source Language / Size in MB
bg_bg: Изходен език / големина в МБ
bs_ba: Izvorni Jezik / Veličina u MB
de_de: Quellsprache / Größe in MB
pt_br: Idioma fonte / Tamanho em MB

source: Destination<br />Language
bs_ba: Ciljani <br jezik />
de_de: Zielsprache
pt_br: Idioma<br />de Destino

source: Please click on the links to get to the SourceForge Download Mirror selection page. Right-Click and Save-As will not work from here!
bg_bg: Моля, кликнете на линкна, за да посетите SourceForge огледалата за сваляне. Дясно копче на мишката и Save-As не работят от това място!
bs_ba: Molimo kliknite na linkove da bi ste pristupili SourceForge stranici selekcije ogledala preuzimanja. "Desni klik" i "Spasiti kao" neće funkcionisati odavde!
de_de: Bitte klicken sie auf die Links, um zur SourceForge-Mirror-Auswahl zu gelangen. Rechtsklick und 'Speichern unter' funktionieren nicht von hier aus!
pt_br: Favor clicar nos links para ir para a página de seleção de Espelho de Download do SourceForge. Clicar com o botão direito e depois salvar como não vai funcionar daqui!

source: Download / List View
bg_bg: Сваляне / списък
bs_ba: Preuzimanje / Pogled u Lists
de_de: Download / Listenansicht

source: Detailed Dictionary Overview
bg_bg: подробен преглед на речник(а)
bs_ba: Detaljni Pregled Rječnika
de_de: Detaillierte Wörterbuchübersicht
pt_br: Visão Geral do Dicionário Detalhada

source: Language &amp; Project
bg_bg: Език &amp; проект
bs_ba: Jezik &amp; Projekat
de_de: Sprache &amp; Projekt
pt_br: Idioma &amp; Projeto

source: Maintainer
bg_bg: Разработчик
bs_ba: Održavatelj
de_de: Verwalter
pt_br: Mantenedor

source: Headwords
bg_bg: ключови думи
bs_ba: Glavne Riječi
de_de: Einträge

source: Last Changed
bg_bg: Последна промяна
bs_ba: Zadnja promjena
de_de: Letzte Änderung
pt_br: Alterado por último

source: Version for / Size in MB
bg_bg: Версия за / големина в МБ
bs_ba: Verzija za / Veličina u MB
de_de: Version für / Größe in MB
pt_br: Versão para / Tamanho em MB

source: Menu
bg_bg: Меню
bs_ba: Meni
de_de: Menü

source: Overview
bg_bg: Преглед
bs_ba: Pregled
de_de: Überblick
pt_br: Visão Geral

source: Download databases
bg_bg: Бази данни за сваляне
bs_ba: Datoteke preuzimanja
de_de: Download
pt_br: Baixar bancos de dados

source: Platform
bg_bg: Платформа
bs_ba: Platforme
de_de: Plattform
pt_br: Plataforma

source: Application
bg_bg: Приложение
bs_ba: Aplikacija
de_de: Anwendung
pt_br: Aplicação

source: DICT servers (tgz)
bg_bg: DICT сървери (tgz)
bs_ba: DICT serveri (tgz)
de_de: DICT-Server (tgz)
pt_br: Servidores DICT (tgz)

source: Detailed List
bg_bg: Подробен Списък
bs_ba: Detaljna Lista
de_de: Detailliste
pt_br: Lista detalhada

source: FreeDict Online Servers
bg_bg: FreeDict онлайн сървери
bs_ba: FreeDict Online Serveri
de_de: FreeDict Online-Server (en)
pt_br: Servidores online do FreeDict

source: Sources
de_de: Quellen
pt_br: Fontes

source: GitHub Project Page
de_de: GitHub-Projektseite (en)
pt_br: Página do projeto no GitHub

source: Mailinglists
bg_bg: майл листи
bs_ba: Mailing Liste
de_de: Mailinglisten (en)
pt_br: Listas de email

source: Bugs
bg_bg: Бъгове
bs_ba: Kvar
de_de: Fehler

source: Translate this Website
bg_bg: Преведи този уеб сайт
bs_ba: Prevedite ovu Web stranicu
de_de: Übersetzen sie diese Webseite!
pt_br: Traduza este Website

source: FreeDict Project
bg_bg: проект FreeDict
bs_ba: FreeDict Projekat
de_de: FreeDict-Projekt
pt_br: Projeto FreeDict

source: free bilingual dictionaries
bg_bg: безплатни двуезични речници
bs_ba: besplatni bilingvalni rječnici
de_de: freie zweisprachige Wörterbücher
pt_br: dicionários bilíngues livres

source: Horst Eyermann, Michael Bunk and %1$smany more%2$s
bg_bg: Horst Eyermann, Michael Bunk and %1$s много други%2$s
bs_ba: Horst Eyermann, Michael Bunk i %1$smnogo drugih%2$s
de_de: Horst Eyermann, Michael Bunk und %1$sviele weitere%2$s
pt_br: Horst Eyermann, Michael Bunk e %1$smuito mais%2$s

source: On this page you can find translation dictionary databases. The databases are free. That means they are available under a free license like the GNU GPL or similar. Please check with the respective dictionary.
de_de: Auf dieser Webseite finden sie Datenbanken für Übersetzungswörterbücher. Die Datenbanken sind frei. Das heißt, sie sind erhältlich unter der GNU General Public License oder einer freieren Lizenz. Bitte die Lizenz der jeweiligen Datenbank prüfen!

source: The databases are available in TEI, a XML language to encode human language. This way the dictionaries can be used both by humans and machines. We support the conversion of FreeDict databases from their native %4$sTEI%2$s format for use with %1$sdictd, the DICT dictionary server%2$s and other similar servers. Our own online dictionary lookup page can be found at %3$shttp://freedict.org/dict%2$s. Please note that you can also install a plugin on that page which will let you query FreeDict dictionaries straight from your browser search window.
de_de: Die Datenbanken sind in TEI, einem XML-Format zum Speichern von menschlicher Sprache, verfügbar. Auf diesem Wege können die Datenbanken sowohl von Menschen als auch Maschinen verwendet werden. Wir unterstützen die Umwandlung aus dem nativen %4$sTEI%2$s-XML-Format zur Verwendung mit %1$sdictd, dem DICT Wörterbuch-Server%2$s und anderen ähnlichen Servern. Unse eigene Weboberfläche ist %3$shttp://freedict.org/dict%2$s. Bitte beachten sie, daß auf jener Seite ein OpenSearch-Plugin verfügbar ist. Damit kann die Wörterbuchsuche in die Webbrowser-Suche integriert werden. Beispielsweise hinterlegt Firefox das Suchmaschinenicon dunkel, als Zeichen, daß eine neue Suchmaschine hinzugefügt werden kann.
pt_br: As bases de dados estão disponíveis em TEI, uma linguagem XML para codificar o idioma humano. Desta forma os dicionários podem ser usados tanto por humanos quanto máquinas. Nós suportamos a conversão de bases de dados do FreeDict a partir de seu formato nativo %4$sTEI%2$s para usar com %1$sdictd, o servidor%2$s de dicionário DICT e outros servidores similares. Nossa página de busca do dicionário online pode ser encontrada em %3$shttp://freedict.org/dict%2$s. Observe que você pode também instalar um plugin nesta página que permite que você faça consultas em dicinários FreeDict direto na janela de pesquisa do seu navegador.

source: There are other applications for our databases as well. It is possible to use them to generate wordlists for spellcheckers and to create new dictionaries, to import them into your own terminological database and even to print your own dictionary with XSL-FO.
de_de: Es existieren noch weitere Anwendungen für unsere Datenbanken. Man kann aus ihnen Wortlisten für Rechtschreibprüfer erstellen, genauso wie neue Wörterbücher. Man kann sie in andere terminologische Datenbanken importieren und sie mittels XSL-FO auch in echte gedruckte Wörterbücher verwandeln.
pt_br: Existem outras aplicações para suas bases de dados também. É possível usá-las para gerar listas de palavras para verificadores gramaticais e para criar novos dicionários, para importá-los em sua própria base de dados terminológica e até mesmo imprimir seu dicinário com XSL-FO.

source: If you would like to see any other language included, please read the HOWTO and join this project! Your help is appreciated and needed, also for improving the quality of the databases.
bg_bg: Ако искате да видите няко друг от включените езици, моля прочетете HOWTO и се присъединете към проекта! Ще се радваме, а също така се нуждаем от вашата помощ, за да подобрим качеството на базите данни.
bs_ba: Ako želite vidjeti bilo koji dodatni jezik, molimo pročitajte HOWTO i pridružite se projektu! Vaša pomoć je cijenjena i potrebna, tako i za poboljšanje kvaliteta datoteka.
de_de: Um weitere Sprachen in das Projekt aufzunehmen, lesen sie bitte die HOWTO und schließen sie sich dem Projekt an! Ihre Hilfe ist willkommen und notwendig, auch um die Qualität der Datenbanken zu verbessern.
pt_br: Se você quiser ver qualquer outro idioma incluído, favor leia o HOWTO e junte-se ao projeto! Sua ajuda será bem-vinda, inclusive para melhorar a qualidade das bases de dados já existentes.

source: Most resources are hosted by SourceForge: Please support them also. Without SourceForge, FreeDict would not have come so far!
bg_bg: Повечето ресурси са качени на SourceForge: Моля, подкрепете и тях! Без SourceForge, FreeDict не би могъл да се развива!
bs_ba: Veličina resursa se nalazi na SourceForge-u: Molimo podržite ih takođe. Bez SourForge-a, FreeDict ne bi dotle stigao!
de_de: Die meisten Ressourcen werden uns von SourceForge zur Verfügung gestellt. Bitte achten sie das! Ohne SourceForge wären wir nicht da, wo wir sind.
pt_br: A maioria dos recursos são hospedados pelo SourceForge: Por favor dê um suporte a eles também. Sem o SourceForge, o FreeDict não teria ido tão longe!

source: Rock Linux Packages
bg_bg: Пакети Rock Linux
bs_ba: Rock Linux Paketi
de_de: Rock-Linux-Pakete
pt_br: Pacotes Rock Linux

source: The %1$sRock Linux%2$s Distribution Build Kit includes a dictd package as well as packages of the FreeDict dictionaries in the dictd database format. For Rock 2.0, when dictd/FreeDict packages were not yet part of the proper distribution, you have to get their .desc files from the subversion repository and build the packages (which will install the files at the same time):
bg_bg: Пакетът за разработка на дистрибуцията %1$sRock Linux%2$s включва dictd пакет, а също така пакети FreeDict във формата на бази данни на dictd Ще се наложи да свалите техните файлови описания .desc, тъй като те не са официално част от дистрибуцията и да инсталирате сами.
bs_ba: %1$sRock Linux%2$s Build Kit distribucija uključuje dictdt paket kao i paketi FreeDict rječnika u formatu dictd datoteke. Za Rock 2.0, kada dictdt/FreeDict paketi nisu još dio ispravne distribucije, trebate uzeti njihove .desc fajlove sa skladišta podverzije i osnovati pakete (koji će instalirati fajlove u isto vrijeme):
de_de: Der Linuxdistributionsbaukasten %1$sRock Linux%2$s enthält ein dictd-Paket und die die FreeDict-Wörterbücher im dictd-Datenbankformat. Bei Rock 2.0 waren die dictd/FreeDict-Pakete noch kein Teil der Distro. Sie müssen also selbst ihre .desc-Dateien aus dem Subversion-Repository holen und die Pakete bauen (dabei werden sie gleichzeitig installiert):
pt_br: O Kit de construção da distribuição %1$sRock Linux%2$s inclui um pacote dictd assim como pacotes dos dicionários FreeDict no formato da base de dados do dictd. Para a Rock 2.0, quando os pacotes dictd/FreeDict ainda não eram parte da distribuição, você vai ter que pegar seus arquivos .desc do repositório subversion e construir os pacotes (que também vai instalar os arquivos):

source: Using the stone tool you can activate dictionaries for use with dictd. The stone script is included in the dictd package, but was not included in the 2.0 release of Rock Linux.
bg_bg: Използвайки помагалото stone може да активирате речници в dictd. Помагалото е яаст от пакета dictd, но не и във версия 2.0 на Rock Linux.
bs_ba: Uz stone alatke možete aktivirati rječnike za upotrebu sa dictd. Stone skript je uključen u dictd paketu, ali nije bio u verziji 2.0 Rock Linux-a.
de_de: Mit dem Werzeug 'stone' können Wörterbücher zur Verwendung mit dictd aktiviert werden. Das stone-Skript ist im dictd-Paket enthalten, war aber kein Teil der 2.0-Release von Rock Linux.
pt_br: ao usar o "stone tool" você pode ativar dicionários para usar com o dictd. O script stone está incluso no pacote dictd, mas não foi incluido no lançamento 2.0 da Rock Linux.

source: Please note that the project fork "t2" does not include any freedict-* packages.
bg_bg: Моля обърнете внимание, че проектът fork "t2" не включва каквито и да е пакети freedict-*.
bs_ba: Molimo zabilježite da sporedni projekat "t2" ne uključuje nijedan freedict-* paket.
de_de: Bitte beachten sie, daß das Schwesterprojekt "t2" keine freedict-*-Pakete enthält.
pt_br: Observe que a ramificação do projeto chamada "t2" não inclui nenhum pacote freedict-* .

source: To make this website available in another language, please download the file below, add the translations for your language below the English translations and email the file to <a href="mailto:micha@luetzschena.de">micha@luetzschena.de</a>.
bg_bg: За да бъде достъпен този сайт и на друг език, моля изтеглете английския превод и пратете преведения файл на> <a href="mailto:micha@luetzschena.de">micha@luetzschena.de</a>
bs_ba: Da bi ova web stranica bila dostupna na drugom jeziku, molimo preuzmite fajl niže, dodajte prijevode za vaš jezik ispod engleskih prijevoda i pošaljite mailom: <a href="mailto:micha@luetzschena.de">micha@luetzschena.de</a>.
de_de: Um diese Webseite in einer anderen Sprache zur Verfügung stellen zu können, speichern sie bitte folgende Datei, fügen die Übersetzungen in der neuen Sprache unterhalb der englischen Sätze ein und senden eine Email an <a href="mailto:micha@luetzschena.de">micha@luetzschena.de</a>.
pt_br: Para tornar este website disponível em outro idioma, favor baixar o arquivo abaixo, adicionar as traduções para seu idimo abaixo das traduções em inglês e enviar para <a href="mailto:micha@luetzschena.de">micha@luetzschena.de</a>.

source: If you want to update an existing translation, probably because it leaves some part of the website untranslated, you can get the <tt>.po</tt> file from:
de_de: Wenn sie eine vorhandene Übersetzung aktualisieren wollen - evtl. weil Teile dieser Webseite nicht übersetzt werden, können sie die <tt>.po</tt>-Datei holen von:
pt_br: Se você quiser atualizar uma tradução existente, provavelmente por que partes do site não estão traduzidas, você pode obter o arquivo <tt>.po</tt> de:

source: We can recommend %spoedit%s for editing .po files, even though a text editor is enough in theory.
de_de: Wir können %spoedit%s zum Bearbeiten der .po-Dateien empfehlen, obwohl im Grunde ein Texteditor ausreicht.
pt_br: Recomendamos usar o %spoedit%s para editar os arquivos .po, embora um editor de textos seja o suficiente em teoria.

source: Translation status for the website languages
bs_ba: Status prijevoda za jezike web stranice
de_de: Übersetzungsstatus für die Sprachen der Webseite
pt_br: Status da tradução para os idiomas do website

source: Language
bs_ba: Jezik
de_de: Sprache
pt_br: Idioma

source: Website Language:
bg_bg: Език на сайта:
bs_ba: Jezik web stranice
de_de: Sprachen dieser Website:
pt_br: Idioma do website:

source: English
bg_bg: Английски
bs_ba: Engleski
de_de: Englisch
pt_br: inglês

source: Arabic
bg_bg: Арабски
bs_ba: Arapski
de_de: Arabisch
pt_br: árabe
